//Написать программу для сложения двух чисел.
int numberA = 35;
int numberB = 10;
int result = numberA + numberB;
Console.WriteLine(result);